Repository: dtzWill/supernes
Catalog: gui/i18n/*.po
Languages: de, es, pl, sv

source: <no rom selected>
de: <kein rom ausgewählt>
es: <sin rom seleccionada>
pl: <nie wybrano pliku rom>
sv: <ingen rom vald>

source: Select ROM…
de: ROM auswählen...
pl: Wybierz ROM...

source: Sound
de: Ton
es: Sonido
pl: Dźwięk
sv: Ljud

source: Target framerate
de: Ziel-Bildwiederholrate
es: Velocidad objetivo
pl: Docel. liczba kl./s
sv: Mål bildhastighet

source: Show while in game
de: Im Spiel anzeigen
es: Mostrar durante el juego
pl: Wyświetlaj podczas gry
sv: Visa i spelet

source: Turbo mode
de: Turbomodus
es: Modo Turbo
pl: Tryb Turbo
sv: Turbo läge

source: Enable sound
de: Ton einschalten
es: Activar sonido
pl: Włącz dźwięk
sv: Aktivera ljud

source: Display framerate
de: Bildwiederholrate anzeigen
es: Mostrar velocidad
pl: Wyświetlaj liczbę klatek/s
sv: Visa bildhastighet

source: Accurate graphics
de: Akkurate Grafik
es: Mejores gráficos
pl: Dokładna grafika
sv: Exakt grafik

source: Framerate:
de: Bildwiederholrate:
es: Velocidad:
pl: Klatek/s:
sv: Bildhastighet:

source: No speedhacks
de: Keine Speedhacks
es: Sin speedhacks
pl: Bez sztuczek z prędkością
sv: Inga speedhacks

source: Safe hacks only
de: Nur sichere Hacks
es: Sólo hacks seguros
pl: Tylko bezpieczne sztuczki
sv: Enbart säkra hack

source: All speedhacks
de: Alle Speedhacks
es: Todos los hacks
pl: Wszystkie sztuczki z prędkością
sv: Alla speedhacks

source: Settings…
de: Einstellungen...
es: Ajustes…
pl: Ustawienia...
sv: Inställningar…

source: About…
de: Über...
es: Acerca de…
pl: O programie...
sv: Om…

source: Settings
de: Einstellungen
es: Ajustes
pl: Ustawienia
sv: Inställningar

source: Controls
de: Steuerung
es: Controles
pl: Sterowanie
sv: Kontroller

source: Advanced…
de: Erweitert...
es: Avanzados…
pl: Zaawansowane...
sv: Avancerad…

source: Player 1…
de: Spieler 1...
pl: Gracz 1...

source: Player 2…
de: Spieler 2...
pl: Gracz 2...

source: No ROM selected
de: Kein ROM ausgewählt
es: Sin ROM seleccionada
pl: Nie wybrano pliku ROM
sv: Ingen ROM vald

source: ROM file does not exist
de: ROM-Datei existiert nicht
es: El archivo ROM no existe
pl: Plik ROM nie istnieje
sv: ROM-filen existerar inte

source: Keyboard
de: Tastatur
es: Teclado
pl: Klawiatura
sv: Tangentbord

source: Touchscreen
es: Pantalla táctil
pl: Ekran dotykowy
sv: Pekskärm

source: Disabled
de: Deaktiviert
es: Desactivado
pl: Wyłączone
sv: Inaktiverad

source: Player %d controls
de: Spieler %d Steuerung
es: Controles del jugador %d
pl: Gracz %d steruje
sv: Spelare %d kontroller

source: Keys
de: Tasten
es: Teclas
pl: Klawisze
sv: tangenter

source: Enable keyboard
de: Tastatur aktivieren
es: Activar teclado
pl: Włącz klawiaturę
sv: Aktivera tangentbordet

source: Configure keys…
de: Tastenbelegung...
pl: Skonfiguruj klawisze...

source: Enable touchscreen buttons
de: Bildschirmtasten aktivieren
es: Activar controles en pantalla
pl: Włącz przyciski ekranu dotyk.
sv: Aktivera pekskärmsknappar

source: Show on-screen button grid
de: Tastengitter anzeigen
es: Mostrar controles en pantalla
pl: Wyświetlaj siatkę ekranową
sv: Visa skärmknapparnas rutnät

source: Accelerometer
de: Beschleunigungssensor
es: Accelerómetro
pl: Akcelerometr

source: Player %d keys
de: Spieler %d Tasten
es: Teclas del jugador %d
pl: Klawisze gracza %d
sv: Spelare %d tangenter

source: Defaults
de: Standard
es: Por defecto
pl: Domyślne
sv: Standard

source: 2x zoom
de: 2x Vergrößerung
es: Zoom 2x
pl: 2x przybliżenie
sv: Dubbel zoom

source: Scale to fit
de: Auf Bildschirmgröße skalieren
es: Ajustar a la pantalla
pl: Dopasowanie
sv: Skala för att passa

source: Fill the entire screen
de: Den ganzen Bildschirm füllen
es: Rellenar toda la pantalla
pl: Wypełnienie ekranu
sv: Fyll hela skärmen

source: Antialiased 2x zoom
de: 2x Zoom mit Kantenglättung
es: Zoom 2x suavizado
pl: Wygładzane 2x przybliżenie
sv: Kantutjämnad dubbel zoom

source: No zoom
de: Kein Zoom
es: Sin zoom
pl: Bez przybliżenia
sv: Ingen zoom

source: Player 1
de: Spieler 1
es: Jugador 1
pl: Gracz 1
sv: Spelare 1

source: Player 2
de: Spieler 2
es: Jugador 2
pl: Gracz 2
sv: Spelare 2

source: Advanced
de: Erweitert
es: Avanzado
pl: Zaawansowane
sv: Avancerad

source: Pause game in the background
de: Spiel im Hintergrund anhalten
es: Pausar juego en segundo plano
pl: Wstrzymaj grę w tle

source: Zoom
pl: Przybliżenie

source: Speedhacks
pl: Sztuczki z prędkością

source: About
de: Über
es: Acerca de
pl: O programie
sv: Om

source: Press key or…
de: Taste drücken oder...
es: Pulsa tecla o…
pl: Naciśnij klawisz lub...
sv: Tryck på tangent eller…

source: Return to launcher
de: Zurück zum Starter
es: Volver a la pantalla de inicio
pl: Wróć do uruchamiania
sv: Tillbaka till startskärmen

source: Fullscreen
de: Vollbild
es: Pantalla completa
pl: Pełny ekran
sv: Fullskärm

source: Quick Load 1
de: Schnell laden 1
es: Carga rápida 1
pl: Szybkie wczytanie 1
sv: Snabbladda 1

source: Quick Save 1
de: Schnell speichern 1
es: Guardado rápido 1
pl: Szybki zapis 1
sv: Snabbspara 1

source: Quick Load 2
de: Schnell laden 2
es: Carga rápida 2
pl: Szybkie wczytanie 2
sv: Snabbladda 2

source: Quick Save 2
de: Schnell speichern 2
es: Guardado rápido 2
pl: Szybki zapis 2
sv: Snabbspara 2
