Repository: dtzWill/supernes
Catalog: gui/po/*.po
Languages: cs

source: <no rom selected>
cs: <nevybrán žádný rom>

source: Select ROM…
cs: Vybrat ROM...

source: Sound
cs: Zvuk

source: Target framerate
cs: Počet snímků cíle

source: Show while in game
cs: Ukázat ve hře

source: Turbo mode
cs: Režim turbo

source: Enable sound
cs: Zapnout zvuk

source: Display framerate
cs: Ukázat počet snímků

source: Accurate graphics
cs: Přesné znázornění obrazu

source: Framerate:
cs: Počet snímků:

source: No speedhacks
cs: Žádné seknutí rychlosti

source: Safe hacks only
cs: Pouze bezpečná seknutí

source: All speedhacks
cs: Všechna bezpečná seknutí

source: Settings…
cs: Nastavení…

source: About…
cs: O programu…

source: Settings
cs: Nastavení

source: Controls
cs: Ovládání

source: Advanced…
cs: Pokročilé…

source: Player 1…
cs: Hráč 1…

source: Player 2…
cs: Hráč 2…

source: No ROM selected
cs: Nevybrán žádný ROM

source: ROM file does not exist
cs: Soubor ROM neexistuje

source: Keyboard
cs: Klávesnice

source: Touchscreen
cs: Dotyková obrazovka

source: Disabled
cs: Vypnuto

source: Player %d controls
cs: Ovládání hráče %d

source: Keys
cs: Klávesy

source: Enable keyboard
cs: Zapnout klávesnici

source: Configure keys…
cs: Nastavení kláves...

source: Enable touchscreen buttons
cs: Zapnout tlačítka dotykové obrazovky

source: Show on-screen button grid
cs: Ukázat obrazovkovou mřížku s tlačítky

source: Accelerometer
cs: Měřič zrychlení

source: Enable Zeemote joystick
cs: Povolit pákový ovladač Zeemote

source: Player %d keys
cs: Klávesy hráče %d

source: Defaults
cs: Výchozí

source: Button
cs: Tlačítko

source: Key
cs: Klávesa

source: 2x zoom
cs: Dvojnásobné zvětšení

source: Scale to fit
cs: Zvětšit na velikost obrazovky

source: Fill the entire screen
cs: Vyplnit celou obrazovku

source: Antialiased 2x zoom
cs: Dvojnásobné zvětšení s vyhlazením okrajů

source: No zoom
cs: Žádné zvětšení

source: Player 1
cs: Hráč 1

source: Player 2
cs: Hráč 2

source: Advanced
cs: Pokročilé

source: Pause game in the background
cs: Pozastavit hru na pozadí

source: Zoom
cs: Zvětšení

source: Speedhacks
cs: Seknutí rychlosti

source: About
cs: O programu

source: Press key or…
cs: Stiskněte klávesu nebo...

source: Return to launcher
cs: Vrátit se na spouštěč

source: Fullscreen
cs: Celá obrazovka

source: Quick Load 1
cs: Rychlé nahrání 1

source: Quick Save 1
cs: Rychlé uložení 1

source: Quick Load 2
cs: Rychlé nahrání 2

source: Quick Save 2
cs: Rychlé uložení 2
